{"body":[{"type":"text","value":"It’s the bottom of the 9th: your team’s holding onto a measly 1-run lead, looking to close out the game. However, your pitcher falls apart and loads the bases, prompting a mound visit and a subsequent substitution."},{"type":"text","value":"Then, you hear this:"},{"type":"video","value":{"url":"rivera-entrance.mp4","videoId":"entrance"}},{"type":"text","value":"You breathe a sigh of relief, knowing that the game is now in safe hands."},{"type":"text","value":"In baseball, relievers are pitchers that enter in the middle of the game and look to steady the ship."},{"type":"text","value":"(Potential Graphic)"},{"type":"text","value":"The very best of them assume the role of a closer—someone who typically enters in the 9th to shut down the opposing team and secure the team’s win."},{"type":"text","value":"The metric used to count the number of such shutdowns in baseball are called saves."},{"type":"text","value":"Specifically a pitcher needs to maintain a team’s lead while fulfilling one of the following three requirements to record a save:"},{"type":"list","value":{"items":["Enter the game with a lead of no more than three runs and pitch at least one inning.","Enter the game with the tying run in the on-deck circle, at the plate or on the bases.","Pitch at least three innings."]}},{"type":"text","value":"However, only certain situations are eligible to be classified as a “save situation”—and not all such situations are created equally. Take for example, these two situations:"},{"type":"text","value":"Clearly the first situation puts an exorbitant amount of pressure on the pitcher, while the second situation seems like a walk in the park in comparison. The pitcher in the second situation could give up two runs while maintaining a save—and fourteen runs in total before they blow the save. However, in the stat sheet, both pitchers are credited with a save, though one situation is clearly much less valuable than the other."},{"type":"text","value":"That’s why FanGraphs created shutdowns (SD) and meltdowns (MD), two metrics which use the change in win probability—or how much a performance shifted the team’s chances of winning—as the threshold."},{"type":"text","value":"Let’s take shutdowns and meltdowns and use each players’ number of games to calculate shutdown and meltdown percentages, respectively. For example, a 30% shutdown percentage would mean three out of every 10 pitching appearances ended up as shutdowns."},{"type":"scatterChart","value":{"steps":["Here is a chart of every reliever in MLB over the last 30 years who have pitched more than 300 innings, with their position on the y-axis indicating their shutdown percentage.","Most players hover between 20% and 40%, meaning less than two of five of their appearances ended up in shutdowns. Good, but not great.","But not all shutdowns and meltdowns are equal. Sometimes, shutting down the other team at the right moment can drastically improve your team's chances of winning. And we can measure that using a metric called the Leverage Index – the higher this number, the more high stakes the situation. The average situation is a 1. Really high-stakes situations can be as high as a 4.","pLI, which we are using for the x-axis, calculates the average leverage index of all situations in which the player pitched.","We see the general trend that players who have higher shutdown percentages have higher levels of pLI. There’s two ways to interpret this finding: (a) pitchers who perform better are trusted and employed in higher-leverage situations more often, or (b) pitchers who are put into higher-leverage shutdowns are more likely to yield results which translate into shutdowns.","Now, we’re going to attempt to normalize for case (b) by introducing meltdown percentage. If a player A has a 50% shutdown ratio and a 10% meltdown ratio, and a player has a 60% shutdown ratio but a 40% meltdown ratio, who really is better?","Let’s see what happens when we divide the shutdown percentage by the meltdown percentage.","Now let’s see which relievers remain when we change the innings pitched threshold—here’s pitchers who have pitched at least 500 innings or more.","And now 700 innings—as you can see, there’s not very many players left on the chart."]}},{"type":"text","value":"Being a reliever is an insanely tough job. Often, these players are failed starter prospects who get thrown into the bullpen in hopes of rekindling a dying career. Unlike a starter who operates on a rotation-based schedule, relievers are expected to toss a couple warm-up pitches before being thrown into the fire at any moment. Rather than being able to pitch multiple innings consistently as a starter, you are now expected to pitch at full capacity from the get-go. As such, the job stability of a reliever is one that is very volatile—you could be replaced by another, younger failed starter prospect at any moment."},{"type":"text","value":"Those who remain mostly have pLIs exceeding 1.0. They’re the ones who the manager tended to trust most in such difficult situations, and such were able to sustain long careers. Most of these players—hardly coincidentally—were also able to sustain high shutdown percentages, while yielding minimal meltdown percentages."},{"type":"table","value":{"steps":["These are the top 10 pitchers in terms of shutdown percentage with at least 300 career innings pitched.","Five of them are still currently pitching, while the other five are star relievers who thrived mostly in the 2000s.","But how does this picture look when we look at the top 50?"]}},{"type":"text","value":"In other words, the fearsome closer is a dying breed in the modern game. With the advancement of sabermetrics and increased emphasis on both load management and favorable matchups, the closer role has evolved from a one-player job to one assumed by a platoon."},{"type":"text","value":"Rather, these dominant relievers are now employed as true “stoppers”—ones who pop up when the game is at its closest, but not necessarily in the final inning."},{"type":"text","value":"In some ways, it seems the closers of the past are no more in the modern game, with the diminished value of a save. However, as baseball evolves, so does the strategy with which the ballgame is played."},{"type":"text","value":"Though we have names such as Emmanuel Clase[a][b][c], Edwin Diaz, and now Mason Miller who have emerged as their team’s de facto “closer” in recent years, it’s hard to say that there exists a clear-cut “closer” in most teams’ bullpens in 2024."},{"type":"text","value":"So maybe we’ll never see a 50 save season again—Edwin Diaz last achieved that in 2018—and probably never again a reliever Cy Young. But that, to me, only makes the memories of the Mariano Riveras of yesteryear only that much more valuable."},{"type":"video","value":{"url":"rivera-winner.mp4","videoId":"winner"}}],"a":[],"b":[],"c":[]}