{"Hed":"Is the Closer dead?","body":[{"type":"text","value":"It’s the bottom of the 9th."},{"type":"text","value":"Your team, holding onto a fragile lead, is desperate to close out the game."},{"type":"text","value":"However, your pitcher falls apart and loads the bases, prompting a mound visit and a subsequent substitution."},{"type":"text","value":"Then, you hear this:"},{"type":"video","value":{"url":"rivera-entrance.mp4","videoId":"entrance"}},{"type":"text","value":"You breathe a sigh of relief, knowing that the game is now in safe hands."},{"type":"text","value":"At least this is how I felt watching Mariano Rivera, who, even in the twilight years of his career and well into his 40s, still worked his magic on the field."},{"type":"text","value":"The feeling of absolute assurance that Mo instilled was truly an ethereal feeling—and also one I haven’t quite felt since."},{"type":"text","value":"I asked myself: <i>‘But why was that the case?’</i> And so I decided to dig deeper."},{"type":"text","value":"Section Header: Shutdowns"},{"type":"text","value":"In baseball, relievers are pitchers that enter in the middle of the game and look to steady the ship. The very best of them assume the role of a closer—someone who typically enters in the 9th to shut down the opposing team and secure the team’s win."},{"type":"text","value":"The metric used to count the number of such performances are called saves, which can be collected when a certain set of conditions are met. However, not all save situations are created equal—some situations turn out to be much higher pressure than others."},{"type":"text","value":"That’s why FanGraphs created shutdowns (SD) and meltdowns (MD), two metrics which use the change in win probability—or how much a performance shifted the team’s chances of winning—as the threshold."},{"type":"text","value":"Rather than basing the metric off a set of arbitrary requirements, shutdowns are determined by a 0.06 win probability added threshold. In other words, if a pitcher’s performance is good enough to increase their team’s chance of winning by 6%, the pitcher is credited with a shutdown."},{"type":"scatterChart","value":{"steps":["Here is a chart of every reliever in MLB over the last 30 years who have pitched more than 300 innings, with their position on the y-axis indicating their shutdown percentage—or the percentage of relief appearances made which ended in a shutdown.","Most players hover between <span style=background-color:#598FBC>20% and 40%</span>, meaning less than two of five of their appearances ended up in shutdowns. The elite relievers sit above the 40% mark","But not all shutdowns are equal. Sometimes, shutting down the other team at the right moment can drastically improve your team's chances of winning.","We can measure that using a metric called the Leverage Index – the higher this number, the more high stakes the situation.","pLI, which we are using for the x-axis, calculates the average leverage index of all situations in which the player pitched.","We see a strong direct correlation between SD% and pLI. In other words, pitchers who tend to secure shutdowns at a higher rate do so in higher-intensity situations.","These pitchers, who sat at the top echelons in shutdown percentage, were the dominant relievers that I was looking for."]}},{"type":"table","value":{"steps":["These are the top 10 pitchers in terms of shutdown percentage with at least 300 career innings pitched.","Five of them are still <span style=background-color:#437F91;>actively pitching</span>, while the other five are star relievers who thrived mostly in <span style=background-color:#CCA60A;>the 2000s</span>        .","But how does this picture look when we look at the top 50?","Only seven of the next 40 pitchers on the list are currently active.","Beyond those in the top 10, it’s hard to say that the rest of the active players—headlined by David Robertson, Tyler Rogers, and Raisel Iglesias—make up a star-studded roster.","And this could be said with the players of the last decade as well. Dellin Betances and Zack Britton are surely familiar names for those who watched baseball in the mid-2010s (especially for me, as a Yankees fan), but they’re not Mariano Rivera, Trevor Hoffman, or even Craig Kimbrel."]}},{"type":"text","value":"And so I had thought I reached a simple conclusion to answer my question: there simply weren’t as many dominant stoppers as there were in the past."},{"type":"text","value":"Section Header: Emmanuel Clase, and the modern reliever"},{"type":"text","value":"While working on the previous section, a glaring omission I noticed in the list was Emmanuel Clase, perhaps the most dominant closer right now—as I’m writing this, he has the 3rd-best odds to win the AL Cy Young."},{"type":"text","value":"Funnily enough, coming into the last week of August, Clase was sitting at 298.2 relief innings—a mere 4 outs away from the 300-inning threshold. Clase owned a 46% shutdown rate, which would be good enough to make the top 15 of the list."},{"type":"text","value":"This got me wondering about how active players that hadn’t quite reached the 300 inning threshold were performing, so I dropped it down to 200 and re-made the table:"},{"type":"tableTwo","value":{}},{"type":"text","value":"That’s 6 more active players, or 18 total. Most importantly, active players now made up the biggest subpopulation of players in the list."},{"type":"text","value":"This would indicate that relievers are better than ever before—and the league-wide trends suggest this to be the case."},{"type":"barChart","value":{"steps":["These are the number of shutdowns secured by relievers every season since 1995.","<span style=background-color:purple>This season’s tally</span> has already beaten the total shutdown count of every season from <span style=background-color:red>1995 to 2006</span>.","And we’ve seen pitchers secure more shutdowns than ever in the <span style=background-color:green>last five full seasons</span> of baseball.","In 2023, relievers pitched a total of 18,103.1 innings, a nearly 6000-inning increase compared to the 12124.2 relief innings pitched in 1995."]}},{"type":"text","value":"As baseball strategy evolves, so do the roles of the players that play the game. With starting pitchers being put on stricter innings limits for the sake of load management, we’ve seen relievers take the mound earlier in games than ever before. Sometimes, they even start the game as an opener (Clase’s only start came as an opener in his rookie season)."},{"type":"text","value":"Bullpen pitchers are now more important than ever—and with this increase in significance a surge in competition has followed, leaving a stronger crop of relievers than ever before in Major League Baseball."},{"type":"text","value":"The fearsome stopper isn’t dead. Rather, they’re thriving more than they have ever before."},{"type":"video","value":{"url":"rivera-winner.mp4","videoId":"winner"}}]}